{
    "via":"via",
	"imagetolarge":"Afbeelding te groot",	
    "settings": {
		"title_icons": "Uw pictogrammen",
		"title_upload": "Upload een pictogram",
		"no_icons": "U heeft nog geen pictogrammen!",
		"delete": "Verwijderen",
		"confirm_delete": "Weet u zeker dat u dit pictogram wilt verwijderen?",
		"invalid_type": "Ongeldig bestandstype! Ondersteund type is .svg",
		"file_api_err": "De bestands-API's worden niet volledig ondersteund in deze browser.",
		"title_virtualdevices": "Uw virtuele apparaten",
		"title_customicons": "Uw aangepaste pictogrammen",
		"explain_customicons": "Hier kunt u de aangepaste pictogrammen wijzigen die voor velden kunnen worden gebruikt.",
		"explain_customicons_doubleclick": "Dubbelklik op een naam om deze een omschrijving te geven, die zal worden weergegeven bij het selecteren van pictogrammen.",        
		"functions":"Functies",
		"functions_expressions":"Deze functies kunnen gebruikt worden binnen (javascript) expressies.",
		"functions_be_aware":"Houd er rekening mee dat het verwijderen van functies, flows, welke die functie gebruiken, kan breken.",
		"add_function_text":"Om een functie aan te maken, voert u een naam in, drukt u op Functie toevoegen en drukt u vervolgens op aanpassen hieronder.",
		"add_function":"Functie toevoegen",
		"function_name":"Functienaam",
		"delete_all":"Verwijder alles",
		"name":"Naam",
		"edit":"Aanpassen",
		"save":"Opslaan",
		"save_close":"Opslaan & sluiten",
		"functions_saved":"Functies opgeslagen.",
		"function_exists":"Functie bestaat al.",
		"delete_all_confirm":"Weet u zeker dat u ALLE functies wilt verwijderen?",
		"delete_confirm":"Weet u zeker dat u de functie __functionName__ wilt verwijderen?",
		"search_for_name":"zoek op naam",		
		"close":"Sluiten",
		"explain_virtualdevices": "Hier kunt u het pictogram voor Geavanceerde Virtuele Apparaten bewerken door uw eigen .svg-pictogram te uploaden of uit de standaardlijst te kiezen.",
		"explain_restart":"Na het wijzigen van een pictogram dient u persoonlijk de App opnieuw op te starten voordat de nieuwe pictogram(men) wordt/worden geïmplementeerd.",		
		"title_theflowexchanger":"The Flow Exchanger",
		"templates":"Sjablonen",
		"import":"Importeren",
		"export":"Exporteren",
		"explain_theflowexchanger_export":"Hier kunt u The Exchanger Files aanmaken.",
		"select_advancedflows":"Selecteer de Flows die u wilt opnemen in The Exchanger File.",
		"labelTopicLink":"Zie het Device Capabilities Forum Topic voor uitleg of als u hulp zoekt met The Flow Exchanger of Templates.",
		"createExchangerFile":"Exchanger File aanmaken",
		"tefInClipboard":"(TEF al in klembord)",
		"minified":"Verkleind",
		"compressed":"Gecomprimeerd",
		"postTemplate":"Sjabloon posten",
		"askForHelp":"Vraag om hulp",
		"preTypedMessageClipboard":"(Er zal een vooraf getypt bericht op het klembord klaar staan)",
		"explain_theflowexchanger_import":"Hier kunt u The Exchanger File importeren.",
		"change_missing_items":"Selecteer welke flows, ruimtes, apparaten, gebruikers, variabelen, tags of apptokens u wilt vervangen door uw eigen, in de flow-script dat wordt aangemaakt.",
		"flow":"Flow",
		"replaceWith":"Vervangen door",
		"dontChange":"Verander niet",
		"zones":"Ruimtes",
		"devices":"Apparaten",
		"users":"Gebruikers",
		"variables":"Variabelen",
		"appTokens":"App Tokens",
		"updateText":"Tekst bijwerken",
		"readFlows":"Lees Flows",
		"textInClipboard":"(Tekst al in klembord)",
		"flowsThatAreCreated":"Flows die worden gemaakt, worden hier weergegeven:",
		"filter":"filter",		
		"selectFlowAndPressCreate":"Selecteer een flow en druk op Maken",
		"pasteTEFReadFlows":"Plak The Exchanger File en druk op Lees Flows",		
		"no_avd_in_tef":"TEF bevat geen AVD.",
		"flows_will_be_created":"De volgende flows worden in het script aangemaakt.",
		"pasteTEFReadDevice":"Plak het Exchanger-bestand en druk op Apparaat lezen",
		"back":"Terug"
	},
	"virtualdevicesettings":{
		"labelButton1":"Knop 1 is speciaal en blijft de eerste, en dus de Device Tile en Indicator.",
		"labelGeneralOld":"Bij het gebruik van Insights of Tags worden standaard afzonderlijke verborgen velden aangemaakt. Dit betekent dat u niet in de Insights kunt zien Wie het heeft gewijzigd. Voor knoppen wil je dit misschien wel weten. Schakel deze dan uit. Maar wanneer uitgeschakeld, zal het wijzigen van het Pictrogram, 'Toon als' of 'Creëer flowkaarten' ervoor zorgen dat tag-ID's worden gewijzigd en kunnen dus flows worden gebroken, en zullen nieuwe Insights worden gemaakt.",
		"labelAlso":"Alle velden tegelijk inschakelen en op opslaan drukken, kan moeilijk zijn voor Homey en even duren.",
		"labelCustomIcons":"De aanpasbare pictogrammen kunnen worden ingesteld via de app-instellingen.",
		"labelCamerasRestart":"Na het verwijderen van een camera (door de naam of url te wissen), is het vereist de Apparaat Mogelijkheden App test herstarten om het camerabeeld van dit virtuele apparaat te verwijderen.",
		"labelIcons":"Hier krijgt u een lijst met de namen die u heeft aangepast, zodra u namen hebt gewijzigd in de app-instellingen.",
		"field-not-set":"__fieldId__ is nog niet ingesteld. Ga naar apparaat instelling om het veld toe te voegen.",
		"labelStatusIndicator":"Vergeet niet om het statusveld in te stellen als Status Indicator in de Mobiele App.",		
		"devicecapabilities_starttext":"Begin",
		"devicecapabilities_starttextend":"door naar apparaat Onderhoud/Repareren te gaan",
		"title_repair":"Apparaat instellingen",
		"device_saving":"Het apparaat wordt opgeslagen",
		"titleGeneral":"Algemeen",
		"titleAlso":"En verder",
		"titleCustomIcons":"Aangepaste pictogrammen",
		"hintClass":"Het wijzigen van de apparaatklasse kan flows breken die afhankelijk zijn van automatisch gemaakte flowkaarten van de eerder gespecificeerde klasse.",
		"name":"Naam",
		"icon":"Pictogram",
		"decimals":"Decimalen",
		"decimalsHint":"Het aantal decimalen dat moet worden weergegeven.",
		"createSeparateCapabilities":"Creëer verborgen velden",		
		"createSeparateCapabilitiesHint":"Indien geselecteerd, worden verborgen velden aangemaakt voor de Inzichten en Tag, die niet worden ontkoppeld wanneer instellingen worden gewijzigd. Maar het kost meer bronnen.",
		"createSeparateCapabilitiesTextHint":"Indien geselecteerd, wordt een verborgen veld voor de Tag aangemaakt, dat niet wordt ontkoppeld wanneer instellingen worden gewijzigd. Maar het kost meer bronnen.",
		"createSeparateCapabilitiesStatusHint":"Indien geselecteerd, worden verborgen velden aangemaakt voor de Inzichten, Tag en Status Indicator, die niet worden ontkoppeld wanneer instellingen worden gewijzigd.\r\nMaar het kost het dubbele van de bronnen.",
		"createSeparateCapabilitiesBooleanHint":"Indien geselecteerd, worden verborgen velden aangemaakt voor de Inzichten en Tag, die niet worden ontkoppeld wanneer instellingen worden gewijzigd.\r\nMaar het kost meer bronnen en je kunt niet weten Wie de waarde heeft gewijzigd.",
		"createSeparateCapabilitiesButtonHint":"Indien geselecteerd, worden verborgen velden gemaakt voor de Inzichten en Tag, die niet worden ontkoppeld wanneer instellingen worden gewijzigd.\r\nMaar het kost meer bronnen en je weet niet Wie op de knop heeft gedrukt.",
		"createInsights":"Creëer inzichten",
		"createInsightsHint":"Indien geselecteerd, wordt het inzichten-logboek automatisch gegenereerd en gevuld.",
		"createTag":"Creëer tag",
		"createTagHint":"Indien geselecteerd, wordt een tag aangemaakt.",
		"textFields":"Tekstvelden",
		"textFieldI":"Tekstveld __i__",
		"numberFields":"Nummervelden",
		"numberFieldI":"Nummerveld __i__",
		"booleanFields":"Ja/Nee-velden",
		"booleanFieldI":"Ja/Nee-veld __i__",
		"buttonFields":"Knoppen",
		"buttonFieldI":"Knop __i__",
		"cameraFields":"Camera's",
		"cameraFieldI":"Camera __i__",
		"showAs":"Toon als",
		"showAsTextHint":"Selecteer hoe de tekst moet worden weergegeven.",
		"showAsNumberHint":"Selecteer hoe het nummer moet worden weergegeven.",
		"showAsBooleanHint":"Selecteer hoe de Ja/Nee moet worden weergegeven.",
		"showAsButtonHint":"Selecteer hoe de knop moet worden weergegeven.",
		"createFlowCards":"Creëer echt veld en flowkaarten",
		"createFlowCardsHint":"Indien geselecteerd, zal dit veld lijken op het echte ShowAs-type en zullen standaard flowkaarten voor dit veld zichtbaar worden.",
		"createFlowCardsStatusIndication":"* Maakt het ook mogelijk om te worden geselecteerd als statusindicator",
		"units":"Eenheden",
		"unitsHint":"De eenheden die voor het nummer moeten worden gebruikt. Als je Fahrenheit nodig hebt, voer dan °C in en het wordt vertaald in Fahrenheit.",
		"hintEmptyDefault":"\r\nWanneer deze leeg is zal de standaard waarde worden ingesteld.",
		"min":"Min",
		"minHint":"De minimale waarde voor het getal.",
		"max":"Max",
		"maxHint":"De maximale waarde voor het getal.",
		"insightsTitleTrue":"Insights titel Waar",
		"insightsTitleTrueHint":"Insights omschrijving voor wanneer de waarde Waar is.",
		"insightsTitleFalse":"Insights titel Onwaar",
		"insightsTitleFalseHint":"Insights omschrijving voor wanneer de waarde Onwaar is.",
		"nonClickable":"Niet-klikbaar",
		"nonClickableHint":"Indien geselecteerd is deze knop niet klikbaar. Vereist een herstart van de app na instellen op Niet-klikbaar.",
		"checked":"Aangevinkt",
		"checkedHint":"Wanneer dit geselecteerd is, zal de apparaattegel licht zijn, anders donker.",
		"cameraUrl":"URL",
		"cameraUrlHint":"De URL voor camera __i__. De URL moet toegankelijk zijn via het netwerk van Homey.",
		"cameraInterval":"Interval in seconden",
		"cameraIntervalHint":"Het interval in seconden om het beeld voor Camera __i__ te vernieuwen. Wanneer 0 is ingevoert, wordt automatisch vernieuwen uitgeschakeld.",
		"labelGeneral":"Welkom en veel plezier!",
		"statusIndicatorField":"Status Indicator Veld",
		"createTextField":"Creëer Tekstveld",
		"createNumberField":"Creëer Nummerveld",
		"createBooleanField":"Creëer Ja/Nee-veld",
		"createButtonField":"Creëer Knop",
		"createCameraField":"Creëer  Camera",
		"step":"Stap",
		"stepHint":"De stap stelt het stapinterval voor het nummer in.",
		"labelTopicLink":"Zie het AVD Forum Topic voor uitleg of als u hulp zoekt bij AVD's of sjablonen.",
		"disableZoneActivity":"Zoneactiviteit uitschakelen",
		"disableZoneActivityHint":"Indien geselecteerd, wordt zoneactiviteit voor dit veld uitgeschakeld.",
		"openShareYourDevice":"Open Deel uw apparaat",
		"saveDevice":"Apparaat opslaan",
		"close":"Sluiten",
		"titleShareYourDevice":"Deel uw apparaat",
		"labelShareYourDevice":"Hier kunt u The Exchanger File voor dit apparaat maken, inclusief flows.",
		"createTEF":"TEF aanmaken",
		"includeIcons":"Inclusief pictogrammen",
		"includeFlows":"Inclusief flows (alleen ingeschakkelde)",
		"pressCreateTEF":"Druk op TEF aanmaken",
		"readDevice":"Lees Apparaat",
		"saveAs":"Opslaan als",
		"customIcon":"Aangepast pictogram",
		"finish":"Gereed",		
		"listFields":"Lijsten",
		"listFieldI":"Lijst __i__",
		"createListField":"Lijst maken",		
		"prefixedList":"Vooraf ingestelde lijst",		
		"prefixedListHint":"Momenteel zijn alleen vooraf vastgestelde lijsten beschikbaar. Ga naar het forum om je eigen aan te vragen!",
		"cumulative":"Cumulatief",


		"reflect":"Reflecteer",
		"reflectHint":"Hier kunt u een app selecteren om een ​​entiteit te selecteren waarvan de geselecteerde eigenschap automatisch het veld van de AVD zal bijwerken.",
		"variable":"Variabel",
		"chronograph":"Chronograph",
		"property":"Eigenschap",
		"format_bll_expression":"BLL expression",
		"format_bll_expressionUnit":"BLL expression (Unit)",
		"format_bll_expressionHint":"Formatteer de waarde via een BLL-expressie.<br/>N.b. Voor sommige eigenschappen moet de opmaak voor dit veld worden geconverteerd.<br/>Installeer de Better Logic Library-app uit de Athom App Store om BLL-expressies in te schakelen.",
		"format_bll_expressionHintBLL":"Formatteer de waarde via een BLL-expressie.<br/>Beschikbare parameters:<br/>$value, $variable.",
		"format_bll_expressionHintCG":"Formatteer de waarde via een BLL-expressie.<br/>Beschikbare parameters:<br/>$value, $chronograph.",


		
		"devices":"Apparaten",
		"device":"Apparaat",
		"format_bll_expressionHintDevices":"Formatteer de waarde via een BLL-expressie.<br/>Beschikbare parameters:<br/><strong>$value</strong>, <strong>$values</strong>.",
		"calculation":"Berekening",
		"format_bll_expressionHintDevicesCalculations":"Bereken de waarde via een BLL-expressie.<br/>Beschikbare parameters:<br/><strong>$values</strong>.",
		"format_bll_calculation":"Berekening BLL-expressie",

		"add_device":"Apparaat toevoegen",
		"debounceAVD":"Debounce (ms)",
		"debounceAVDHint":"Milliseconden tussen het instellen van de AVD-veldwaarde (leading, maxwait, trailing).",
		"excludeSeconds":"Uitsluiten (seconden)",
		"excludeSecondsHint":"Waarden automatisch uitsluiten die meer dan x aantal seconden oud zijn (apparaten die niet rapporteren).",

		"react":"React (zet eigenschappen)",
		"reactHint":"Stel automatisch de apparaateigenschappen in wanneer dit veld wordt gewijzigd."

	},
	"pair": {
		"list_icons":{
			"title":"Apparaatpictogram",
			"loading":"Laden",
			"custom_device_icon":"Als u een aangepast pictogram voor uw apparaat wilt gebruiken, kunt u dit hier uploaden. Het pictogram moet de indeling .svg hebben.",
			"select_device_icon":"Of kies er een uit de lijst.",
			"set_icon_and_customize":"Hier kunt u een pictogram voor het Geavanceerde Virtuele Apparaten instellen, door uw eigen .svg-pictogram te uploaden of uit de standaardlijst te kiezen.",
			"set_icon_and_customize_change" : "U kunt het pictogram later wijzigen via App Instellingen.",
			"set_name":"Hier kunt u de naam van het apparaat instellen:",			
			"create_device_self":"Of maak zelf een apparaat aan",
			"choose_template":"Of kies een sjabloon",			
			"create_avd_by":"Maak een geavanceerd virtueel apparaat (AVD) door",
			"creating_empty_avd":"Een lege AVD maken",
			"selecting_template":"Selecteren uit een sjabloon",
			"importing_tef":"Een TEF importeren",
			"empty":"Leeg?",
			"when_creating_empty_avd":"Wanneer u een nieuwe lege AVD maakt, kunt u een naam invoeren en een pictogram uploaden of er een selecteren uit een lange lijst met standaardpictogrammen.",
			"both_alter":"Zowel de naam als het pictogram kunnen worden gewijzigd nadat de AVD is gemaakt.",
			"no_fields":"Wanneer de AVD wordt gemaakt, bevat deze nog geen velden of eigenschappen.",
			"modify_repair":"Ga naar apparaat repareren om te beginnen met het wijzigen van de nieuw aangemaakte AVD.",
			"configure_avd":"Daar kunt u de AVD wijzigen door velden toe te voegen en te configureren, precies zoals u dat wilt!",
			"goto_avd_topic":"Ga naar het AVD forum topic",
			"what_is_a_template":"Wat is een sjabloon?",
			"templates_are_posts":"Sjablonen zijn berichten op het Athom Community Forum, onder specifieke topics, die TEF's bevatten en vergezeld gaan van beschrijvingen, voorbeelden en/of afbeeldingen.",
			"basicly_topics":"In principe zijn er twee soorten topics: The Flow Exchange(r) topics, die sjablonen met alleen flows bevatten, en Deel Uw Apparaat topics, die sjablonen met een AVD bevatten en optioneel flows kunnen bevatten.",
			"template_avd_source":"Sjablonen die u kunt selecteren tijdens het maken van een nieuwe AVD, komen altijd uit de Deel uw Apparaat topics en bevatten ten minste één AVD.",
			"templates_multiple":"Sjablonen kúnnen echter meerdere AVD's en flows bevatten.",
			"goto_syd_topic":"Ga naar het forumtopic Deel Uw Apparaat",
			"note_templates_flows_settings":"Opmerking: als u de sjablonen wilt zien die alleen flows bevatten, gaat u naar de app-instellingen.",
			"what_is_a_tef":"Wat is een TEF?",
			"TEF_contains_AVD_flows":"Een TEF, of The Exchanger File, is een tekststring of tekstbestand dat een AVD, Flows of beide bevat.",
			"example_tef":"Hier is een voorbeeld van een TEF die zowel een AVD als een flow bevat.",
			"tef_contains_avd":"Een TEF die een AVD bevat, kan worden gebruikt om die AVD te maken.",
			"tef_contains_icons":"De TEF bevat (mogelijk) het apparaatpictogram en ook de veldpictogrammen.",
			"tef_flows_screen":"Als na het aanmaken van een AVD van een TEF de TEF ook (een) flow(s) bevat, wordt er een importscherm getoond, waarin je eigen apparaten, zones, variabelen etc. kunt instellen voor gebruik binnen die flow. U kunt dan een script genereren dat moet worden uitgevoerd in de API Playground, dat die flow zal creëren op basis van uw eigen configuratie, apparaten, enz.",
			"note_tef_flows_settings":"Opmerking: als u een TEF wilt importeren die alleen flows bevat, gaat u naar de app-instellingen.",
			"import_tef_template_settings":"Als u een TEF wilt importeren of sjablonen wilt zien die alleen flows bevatten, gaat u naar de app-instellingen."
		},

		"done":{
			"title":"Een ogenblik alstublieft",
			"creating_device":"Uw nieuwe virtuele apparaat wordt aangemaakt.",
			"done":"Gereed!",
			"avds_are_created":"De AVD('s) zijn aangemaakt!",
			"flow_available_in_template":"Er zijn flows in de sjabloon die werd gebruikt, u kunt hier nu een script voor aanmaken.",
			"title_flows":"Flow script aanmaken"
		},
		"buttons":{
			"save_use":"Opslaan en gebruiken"
		}
	},
	"icons":{
		"Apps":"Apps",
		"Alarms":"Alarmen",
		"Athom":"Athom",
		"Buttons":"Knoppen",
		"Devices":"Apparaten",
		"Flows":"Flows",
		"Kawa":"Peter Kawa",
		"Media":"Media",
		"Gauges_and_meters":"Meters",
		"Other":"Overige",
		"Virtual_devices":"Virtuele Apparaten",
		"Weather":"Weer",
		"Font_awesome_regular":"Font Awesome Regular",
		"Font_awesome_brands":"Font Awesome Brands",
		"Font_awesome_solid":"Font Awesome Solid"
	}
}